{
  "r1": {
    "title": "Brussels BRU to EU Quarter",
    "review": "Pierre was an outstanding driver. On time, professional, and the S-Class was immaculate. Seamless arrival for our summit meeting."
  },
  "r2": {
    "title": "Brussels to Bruges Day Trip",
    "review": "A magical day in the Venice of the North. Our driver knew every hidden gem and the best chocolate shops. The V-Class was supremely comfortable."
  },
  "r3": {
    "title": "Full Day Chauffeur Hire",
    "review": "We booked Marc for the entire day. He was a consummate professional, knowing exactly where to navigate in the EU Quarter during peak hours."
  },
  "r4": {
    "title": "Charleroi Airport Arrival",
    "review": "After a long budget flight, having a Mercedes waiting was the ultimate luxury. The Godiva pralines onboard were a wonderful Belgian touch."
  },
  "r5": {
    "title": "Brussels to Amsterdam",
    "review": "Jan was an exceptional driver. The cross-border journey was seamless, and we arrived at Schiphol refreshed and ahead of schedule."
  },
  "r6": {
    "title": "Diplomatic Protocol Transfer",
    "review": "Our go-to service for NATO arrivals. Always punctual, absolutely discreet. The team understands diplomatic security protocols perfectly."
  },
  "r7": {
    "title": "Bruges Private Tour",
    "review": "A beautiful day exploring Bruges' canals and medieval streets. Our driver was knowledgeable and respectful of our pace. Highly recommend."
  },
  "r8": {
    "title": "Tomorrowland VIP Shuttle",
    "review": "Premium transfer to Boom for Tomorrowland. The V-Class got us there stress-free while everyone else sat in traffic. Brilliant service."
  },
  "r9": {
    "title": "Corporate Roadshow Brussels",
    "review": "Brussels Luxury Transfers managed our 8-car corporate roadshow without a single hitch. Their coordination is exemplary."
  },
  "r10": {
    "title": "EQS Electric Class",
    "review": "The Mercedes EQS was absolutely stunning. Silent, luxurious, and fully LEZ compliant. A perfect choice for Brussels city transfers."
  },
  "r11": {
    "title": "EU Summit Arrival",
    "review": "Arriving at the European Council in a pristine S-Class was the perfect start to our delegation's visit. Discreet, punctual, and elegant."
  },
  "r12": {
    "title": "Professionalism Defined",
    "review": "Our chauffeur was the definition of professional. Always five minutes early, perfectly dressed, trilingual, and knew every shortcut in Brussels."
  },
  "r13": {
    "title": "Antwerp Diamond District",
    "review": "Secure, discreet transport to the Diamond District. Our driver understood the security requirements perfectly. Outstanding service."
  },
  "r14": {
    "title": "Knokke-Heist Summer",
    "review": "A luxurious drive to Belgium's most exclusive coastline. The V-Class was perfect for our family and all the beach gear."
  },
  "r15": {
    "title": "Stress-Free BRU Arrival",
    "review": "Brussels Airport can be hectic, but our chauffeur made it effortless. Met at the limousine point, bags handled, and in the car within minutes."
  },
  "r16": {
    "title": "Train-to-Door Service",
    "review": "Arrived on the Eurostar at Midi and our driver was waiting at the platform exit. Seamless transition from train to our hotel."
  },
  "r17": {
    "title": "Brussels to Paris",
    "review": "A comfortable cross-border journey. The S-Class was like a first-class cabin on wheels. Our driver handled the French motorway tolls effortlessly."
  },
  "r18": {
    "title": "Belgian Grand Prix VIP",
    "review": "Premium transfer to Spa-Francorchamps for the Grand Prix. Avoided all the race day traffic. Our driver knew the VIP access routes."
  },
  "r19": {
    "title": "Brussels City Tour",
    "review": "A fantastic way to see the Grand Place, Atomium, and Art Nouveau quarter. We covered so much ground without feeling rushed."
  },
  "r20": {
    "title": "Ghent Cultural Tour",
    "review": "Our day trip to Ghent was absolute perfection. The driver recommended the best spots for Flemish art and local cuisine."
  },
  "r21": {
    "title": "Luxembourg Business Trip",
    "review": "The cross-border transfer to Luxembourg was seamless. Fixed price, no surprises. Perfect for our monthly visits to the EU institutions."
  },
  "r22": {
    "title": "Antwerp Fashion Day",
    "review": "Having a dedicated chauffeur for our Antwerp fashion shopping day was a game-changer. No parking stress, just pure luxury."
  },
  "r23": {
    "title": "Spa-Francorchamps F1",
    "review": "The only way to reach Spa on race day. Zero stress, VIP access routes, and absolute professionalism."
  },
  "r24": {
    "title": "EU Quarter Expert",
    "review": "The ultimate service for Brussels institutional visits. Our driver navigated the EU Quarter with precision and total discretion."
  },
  "r25": {
    "title": "Waterloo Excursion",
    "review": "A fascinating historical tour to the Waterloo battlefield. Our driver was knowledgeable and added great value to the experience."
  },
  "r26": {
    "title": "Schiphol Connection",
    "review": "The most efficient way to reach Amsterdam Schiphol. Crossed the border seamlessly, and the Mercedes was supremely comfortable."
  },
  "r27": {
    "title": "Pralines & Perfection",
    "review": "The complimentary Godiva pralines were a lovely touch! Every detail of our transfer was thoughtfully arranged. Will use again."
  },
  "r28": {
    "title": "Ardennes Weekend",
    "review": "A beautiful drive through the Ardennes countryside. The V-Class handled the winding roads perfectly. Our driver was a local expert."
  },
  "r29": {
    "title": "CDG Airport Express",
    "review": "Brussels to Paris CDG in total comfort. The S-Class made the 3-hour drive feel like nothing. Highly recommended for cross-border flights."
  },
  "r30": {
    "title": "NATO HQ Transfer",
    "review": "Discreet, secure, and precisely on time. The protocol awareness of the chauffeur was exceptional. Our preferred service for all official visits."
  },
  "r31": {
    "title": "Belgian Coastline Tour",
    "review": "A wonderful day along the Belgian coast from De Panne to Knokke. The V-Class was perfect for our group of five."
  }
}